{
  "text": {
    "for": 156,
    "which": 484,
    "crops": 92,
    "do": 116,
    "you": 501,
    "have": 188,
    "information": 221,
    "about": 2,
    "what": 481,
    "are": 23,
    "available": 30,
    "in": 213,
    "the": 436,
    "database": 99,
    "can": 56,
    "provide": 351,
    "details": 107,
    "on": 312,
    "capsicum": 57,
    "tell": 430,
    "me": 271,
    "potato": 335,
    "brinjal": 52,
    "i": 205,
    "m": 256,
    "looking": 254,
    "and": 18,
    "both": 50,
    "there": 437,
    "any": 19,
    "rice": 368,
    "or": 316,
    "give": 169,
    "a": 0,
    "summary": 417,
    "of": 308,
    "cultivation": 95,
    "share": 385,
    "support": 419,
    "list": 251,
    "data": 98,
    "some": 394,
    "insights": 225,
    "into": 228,
    "need": 291,
    "to": 441,
    "know": 237,
    "explain": 138,
    "growth": 180,
    "process": 346,
    "how": 201,
    "is": 231,
    "cultivated": 93,
    "best": 42,
    "practices": 338,
    "growing": 178,
    "soil": 392,
    "requirements": 365,
    "want": 471,
    "learn": 245,
    "farming": 144,
    "ideal": 206,
    "climate": 69,
    "general": 166,
    "overview": 321,
    "season": 381,
    "common": 74,
    "pests": 325,
    "affecting": 7,
    "water": 473,
    "fertilizers": 149,
    "needed": 292,
    "get": 168,
    "complete": 80,
    "crop": 91,
    "harvesting": 186,
    "methods": 274,
    "brief": 51,
    "description": 106,
    "diseases": 115,
    "affect": 6,
    "that": 435,
    "attack": 28,
    "name": 288,
    "impact": 209,
    "prevent": 342,
    "should": 388,
    "watch": 472,
    "out": 318,
    "specific": 401,
    "symptoms": 422,
    "identify": 207,
    "major": 262,
    "fungal": 163,
    "infections": 218,
    "bacterial": 34,
    "wilt": 487,
    "control": 84,
    "viral": 469,
    "preventive": 345,
    "measures": 272,
    "take": 425,
    "way": 476,
    "treat": 449,
    "early": 128,
    "blight": 47,
    "most": 282,
    "disease": 114,
    "protect": 350,
    "from": 160,
    "blast": 46,
    "causes": 61,
    "powdery": 337,
    "mildew": 276,
    "signs": 389,
    "natural": 289,
    "stop": 408,
    "leaf": 244,
    "spot": 402,
    "sheath": 386,
    "root": 371,
    "rot": 372,
    "chemical": 65,
    "treatments": 451,
    "organic": 317,
    "deal": 101,
    "with": 488,
    "downy": 120,
    "suggest": 415,
    "resistant": 367,
    "varieties": 465,
    "outbreaks": 319,
    "manage": 264,
    "fields": 151,
    "nutrients": 306,
    "plants": 330,
    "nutrient": 305,
    "kind": 235,
    "does": 117,
    "grow": 177,
    "well": 480,
    "much": 283,
    "nitrogen": 298,
    "my": 286,
    "essential": 133,
    "main": 258,
    "required": 363,
    "by": 53,
    "needs": 293,
    "phosphorus": 327,
    "necessary": 290,
    "special": 400,
    "requirement": 364,
    "important": 210,
    "healthy": 190,
    "all": 13,
    "kinds": 236,
    "types": 455,
    "harm": 183,
    "infest": 219,
    "be": 37,
    "aware": 33,
    "target": 427,
    "fertilizer": 148,
    "used": 463,
    "determine": 111,
    "right": 369,
    "amount": 16,
    "fertilization": 146,
    "schedule": 380,
    "recommended": 362,
    "npk": 303,
    "ratio": 357,
    "apply": 21,
    "type": 454,
    "use": 462,
    "an": 17,
    "often": 309,
    "mix": 278,
    "sandy": 378,
    "urea": 461,
    "if": 208,
    "so": 391,
    "micronutrient": 275,
    "high": 199,
    "yield": 499,
    "balance": 35,
    "potassium": 334,
    "compost": 81,
    "cow": 90,
    "dung": 126,
    "manure": 267,
    "time": 439,
    "ph": 326,
    "uptake": 460,
    "before": 39,
    "after": 8,
    "irrigation": 230,
    "over": 320,
    "top": 446,
    "dressing": 122,
    "enhances": 131,
    "foliar": 154,
    "improve": 211,
    "absorption": 4,
    "during": 127,
    "flowering": 153,
    "different": 112,
    "dose": 119,
    "acidic": 5,
    "combinations": 72,
    "average": 31,
    "variety": 466,
    "bg251": 43,
    "prarthana": 339,
    "abc": 1,
    "xyz": 492,
    "many": 268,
    "tons": 444,
    "per": 322,
    "hectare": 193,
    "expect": 137,
    "s": 376,
    "rate": 356,
    "kufri": 238,
    "bhagya": 44,
    "raja": 355,
    "local": 253,
    "yielding": 500,
    "waterlogged": 474,
    "areas": 24,
    "hybrid": 204,
    "drought": 124,
    "maturing": 269,
    "greenhouse": 173,
    "improved": 212,
    "commonly": 75,
    "grown": 179,
    "has": 187,
    "shelf": 387,
    "life": 249,
    "comparison": 78,
    "india": 216,
    "tropical": 453,
    "climates": 70,
    "pest": 324,
    "traditional": 447,
    "compare": 77,
    "deficiencies": 102,
    "occur": 307,
    "found": 157,
    "deficiency": 103,
    "key": 234,
    "calcium": 55,
    "cause": 60,
    "yellowing": 496,
    "leaves": 246,
    "effects": 130,
    "correct": 87,
    "magnesium": 257,
    "iron": 229,
    "sulfur": 416,
    "boron": 48,
    "treatment": 450,
    "zinc": 503,
    "happens": 182,
    "lacks": 239,
    "sufficient": 413,
    "manganese": 266,
    "fix": 152,
    "copper": 86,
    "stunted": 411,
    "visible": 470,
    "molybdenum": 280,
    "silicon": 390,
    "production": 347,
    "under": 456,
    "leaching": 242,
    "leads": 243,
    "poor": 333,
    "curling": 96,
    "role": 370,
    "play": 331,
    "preventing": 343,
    "fertility": 145,
    "avoid": 32,
    "cultivating": 94,
    "techniques": 429,
    "maximize": 270,
    "management": 265,
    "planting": 329,
    "follow": 155,
    "maintenance": 260,
    "agricultural": 10,
    "prepare": 341,
    "spacing": 399,
    "germination": 167,
    "ensure": 132,
    "optimal": 314,
    "mulching": 284,
    "extreme": 140,
    "weather": 478,
    "conditions": 82,
    "rotation": 375,
    "strategy": 410,
    "sustainable": 421,
    "maintain": 259,
    "proper": 348,
    "drainage": 121,
    "pruning": 352,
    "increase": 214,
    "resistance": 366,
    "nursery": 304,
    "stages": 404,
    "work": 491,
    "without": 489,
    "chemicals": 66,
    "depletion": 105,
    "intercropping": 227,
    "options": 315,
    "step": 406,
    "guide": 181,
    "transplanting": 448,
    "weed": 479,
    "fruit": 162,
    "quality": 353,
    "extend": 139,
    "harvested": 185,
    "prevention": 344,
    "strategies": 409,
    "rotate": 373,
    "cotton": 88,
    "legumes": 247,
    "sugarcane": 414,
    "mustard": 285,
    "plant": 328,
    "sorghum": 395,
    "lentils": 248,
    "cereals": 62,
    "groundnuts": 176,
    "example": 135,
    "mixed": 279,
    "when": 483,
    "harvest": 184,
    "wheat": 482,
    "maize": 261,
    "period": 323,
    "barley": 36,
    "start": 405,
    "sunflower": 418,
    "chickpeas": 67,
    "cut": 97,
    "groundnut": 175,
    "method": 273,
    "millet": 277,
    "soybean": 398,
    "now": 302,
    "indicate": 217,
    "ready": 358,
    "insecticide": 222,
    "insecticides": 223,
    "controlling": 85,
    "insects": 224,
    "vegetable": 467,
    "safe": 377,
    "ways": 477,
    "steps": 407,
    "keep": 233,
    "free": 158,
    "eco": 129,
    "friendly": 159,
    "solutions": 393,
    "biological": 45,
    "fungicide": 164,
    "recommend": 361,
    "good": 170,
    "fungicides": 165,
    "properly": 349,
    "trees": 452,
    "detect": 108,
    "farm": 142,
    "infestation": 220,
    "attacking": 29,
    "tools": 445,
    "detecting": 109,
    "detection": 110,
    "fertilize": 147,
    "application": 20,
    "timing": 440,
    "spread": 403,
    "field": 150,
    "instead": 226,
    "make": 263,
    "at": 27,
    "home": 200,
    "alternatives": 14,
    "synthetic": 423,
    "benefits": 41,
    "using": 464,
    "tomatoes": 443,
    "technique": 428,
    "saving": 379,
    "drip": 123,
    "it": 232,
    "choose": 68,
    "waterlogging": 475,
    "why": 486,
    "cold": 71,
    "temperature": 431,
    "heavy": 192,
    "rainfall": 354,
    "heat": 191,
    "sudden": 412,
    "change": 63,
    "unexpected": 457,
    "frost": 161,
    "conserve": 83,
    "dry": 125,
    "seasons": 382,
    "rotating": 374,
    "health": 189,
    "help": 195,
    "benefit": 40,
    "farmers": 143,
    "combine": 73,
    "livestock": 252,
    "one": 313,
    "examples": 136,
    "together": 442,
    "beans": 38,
    "companion": 76,
    "compatible": 79,
    "potatoes": 336,
    "test": 432,
    "agriculture": 11,
    "preparation": 340,
    "plow": 332,
    "land": 240,
    "sowing": 397,
    "seeds": 384,
    "yes": 498,
    "y": 493,
    "indeed": 215,
    "course": 89,
    "sounds": 396,
    "sure": 420,
    "absolutely": 3,
    "definitely": 104,
    "yeah": 495,
    "yep": 497,
    "ok": 310,
    "okay": 311,
    "no": 299,
    "n": 287,
    "never": 295,
    "don": 118,
    "t": 424,
    "think": 438,
    "like": 250,
    "not": 301,
    "really": 360,
    "nope": 300,
    "negative": 294,
    "disagree": 113,
    "hey": 197,
    "hello": 194,
    "hi": 198,
    "morning": 281,
    "evening": 134,
    "afternoon": 9,
    "greetings": 174,
    "howdy": 202,
    "up": 459,
    "bye": 54,
    "goodbye": 171,
    "see": 383,
    "around": 25,
    "later": 241,
    "ya": 494,
    "care": 58,
    "catch": 59,
    "nice": 297,
    "day": 100,
    "farewell": 141,
    "until": 458,
    "next": 296,
    "thanks": 434,
    "thank": 433,
    "lot": 255,
    "very": 468,
    "appreciate": 22,
    "your": 502,
    "helpful": 196,
    "assistance": 26,
    "great": 172,
    "wonderful": 490,
    "bot": 49,
    "human": 203,
    "am": 15,
    "talking": 426,
    "who": 485,
    "real": 359,
    "ai": 12,
    "chatbot": 64
  },
  "intent": {
    "crop_info_query": 25,
    "disease_control_query": 28,
    "nutrient_requirement_query": 31,
    "pest_control_query": 32,
    "ask_fertilizer_requirements": 10,
    "variety_yield_query": 34,
    "deficiency_related_query": 26,
    "ask_best_practices": 1,
    "ask_crop_rotation": 4,
    "ask_harvesting_time": 13,
    "ask_insecticide_info": 14,
    "ask_disease_prevention": 6,
    "ask_natural_pest_control": 17,
    "ask_fungicide_info": 12,
    "ask_pest_detection": 19,
    "ask_fertilizer_schedule": 11,
    "ask_fertilizer_application_method": 9,
    "ask_organic_fertilizer": 18,
    "ask_water_requirement": 22,
    "ask_irrigation_methods": 15,
    "ask_drainage": 7,
    "ask_climate_requirements": 2,
    "ask_weather_impact": 23,
    "ask_drought_management": 8,
    "ask_crop_rotation_benefits": 5,
    "ask_mixed_farming_techniques": 16,
    "ask_crop_compatibility": 3,
    "ask_soil_type": 21,
    "ask_soil_preparation": 20,
    "affirm": 0,
    "deny": 27,
    "greet": 30,
    "goodbye": 29,
    "thank": 33,
    "bot_challenge": 24
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_set_requested_info": 10,
    "action_submit_agriculture_form": 11,
    "agriculture_form": 14,
    "utter_bot_challenge": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_thank": 18
  },
  "action_text": null,
  "intent_response_key": null
}